let ruleList = {
  SVN: {
    title: 'SVN申请',
    list: [
      {
        subTitle: '适用范围',
        desList: [
          '技术中心全体员工。'
        ]
      },
      {
        subTitle: '审批流程',
        desList: [
          '一级审批：直接领导。',
          '二级审批：开权限人员（杨斯闻）。'
        ]
      }
    ]
  },
  PARK_APPLY: {
    title: '车位申请',
    list: [
      {
        subTitle: '适用范围',
        desList: [
          '技术中心全体员工。'
        ]
      },
      {
        subTitle: '审批流程',
        desList: [
          '一级审批：直接领导。',
          '二级审批：中心负责人。',
          '三级审批：行政人员（李小璐）'
        ]
      }
    ]
  },
  PRINT_CARD: {
    title: '名片申请',
    list: [
      {
        subTitle: '适用范围',
        desList: [
          '技术中心全体员工。'
        ]
      },
      {
        subTitle: '审批流程',
        desList: [
          '一级审批：总部行政（高欣）。',
          '二级审批：直接领导。',
          '三级审批：中心负责人。',
          '四级审批：总部行政（高欣）。'
        ]
      }
    ]
  },
  BASIC: {
    title: '基础费用申请',
    list: [
      {
        subTitle: '适用范围',
        desList: [
          '技术中心全体员工。'
        ]
      },
      {
        subTitle: '审批流程',
        desList: [
          '一级审批：部门负责人。',
          '二级审批：行政人员（张莉）。',
          '其他说明：智点、中能达、唯度优、北京美壮、宏祥畅远因系统未上线，部分行政费用（加班费、差旅费、因工外出费等）部门负责人审批完毕后，到总部预算及财务部。'
        ]
      }
    ]
  },
  PROOF_OF_INCOME: {
    title: '收入证明',
    list: [
      {
        subTitle: '适用范围',
        desList: [
          '所有职能部门（不包括普惠金融事业群、财务管理事业群、风控中心、桃花源事业群、产品投资中心、贷后资产管理中心、财富海外、普惠海外）。'
        ]
      },
      {
        subTitle: '审批流程',
        desList: [
          '一级审批：员工关系专员（李华倩）。',
          '二级审批：薪资（霍萌）。',
          '三级审批：直接领导。',
          '四级审批：部门副总裁。',
          '五级审批：员工关系总监（刘怡）。',
          '六级审批：员工关系专员（李华倩）。',
          '七级审批：印章专员（ 总部公章用印：田翠翠，分公司公章用印：赵亚鑫 ）。',
          '其他：请在申请描述里说明自己所在公司的主体。'
        ]
      }
    ]
  },
  INCUMBENCY: {
    title: '在职证明',
    list: [
      {
        subTitle: '适用范围',
        desList: [
          '所有职能部门（不包括普惠金融事业群、财务管理事业群、风控中心、桃花源事业群、产品投资中心、贷后资产管理中心、财富海外、普惠海外）。'
        ]
      },
      {
        subTitle: '审批流程',
        desList: [
          '一级审批：员工关系专员（李华倩）。',
          '二级审批：直接领导。',
          '三级审批：部门副总裁。',
          '四级审批：员工关系总监（刘怡）。',
          '五级审批：员工关系专员（李华倩）。',
          '六级审批：印章专员（总部公章用印：田翠翠，分公司公章用印：赵亚鑫）。',
          '其他说明：根据自己的需求加盖公章或人事章，请在申请描述里说明需要盖章的类型。'
        ]
      }
    ]
  },
  INTERNSHIP_PROVE: {
    title: '实习证明',
    list: [
      {
        subTitle: '适用范围',
        desList: [
          '所有职能部门（不包括普惠金融事业群、财务管理事业群、风控中心、桃花源事业群、产品投资中心、贷后资产管理中心、财富海外、普惠海外）。'
        ]
      },
      {
        subTitle: '审批流程',
        desList: [
          '一级审批：员工关系专员（李华倩）。',
          '二级审批：直接领导。',
          '三级审批：部门副总裁。',
          '四级审批：员工关系总监（刘怡）。',
          '五级审批：员工关系专员（李华倩）。',
          '六级审批：印章专员（总部公章用印：田翠翠，分公司公章用印：赵亚鑫）。'
        ]
      }
    ]
  },
  OTHER: {
    title: '自定义申请',
    list: [
      {
        subTitle: '适用范围',
        desList: [
          '全公司。'
        ]
      },
      {
        subTitle: '审批流程',
        desList: [
          '需要提交申请单的员工线下确认好审批流，然后在线上提申请单。'
        ]
      }
    ]
  },
  IT_DEVICE_APPLY: {
    title: 'IT设备申请',
    list: [
      {
        subTitle: '适用范围',
        desList: [
          '技术中心全体员工。'
        ]
      },
      {
        subTitle: '审批流程',
        desList: [
          '一级审批：部门负责人。',
          '二级审批：钟云。',
          '三级审批：李琦。',
          '四级审批：王昕南。'
        ]
      }
    ]
  }
}

export default ruleList
